
/* Задача 6
Дано три дійсні змінні a, b і c.  Скласти  алгоритм, який міняє місцями значення цих змінних наступним чином: змінна a набуває значення змінної b, змінна b набуває значення змінної c, а змінна  c – попереднє значення змінної a.
*/


// Введення даних

let a = parseFloat(prompt('a', '0'))

let b = parseFloat(prompt('b', '0'))

let c = parseFloat(prompt('c', '0'))

// Обчислення

const d = a

a = b

b = c

c = d



//Виведення 
document.write(`
 a = ${a}, b=${b}, c = ${c}
`)