
// З клавіатури вводиться розмір заробітної плати та розмір прожиткового мінімуму. Визначити розмір соціальної допомоги (ввжаємо, що заробітна плата є меншою).

//Введення даних

let salary = parseFloat(prompt('Розмір заробітної плати', '0'))
let minSubsistence = parseFloat(prompt('Розмір прожиткового мінімуму', '0'))

// Обчислення результату

let socialHelp = minSubsistence - salary

//Виведення даних

document.write(`
	Якщо заробітна плата ${salary}грн, а розмір прожиткового мінімуму ${minSubsistence}грн, то соціальна допомога буде ${socialHelp}грн
`)