
/* Задача 5
З клавіатури вводиться назва категорії водія (А-мотоцикл, В-легковий автомобіль, С-вантажний автомобіль). Вивести на екран назву транспортного засобу, яким він може керувати.
 */


//Крок 0. Позначення величин
//categoryName - назва категорії водія
//Крок 1. Введення величин
let categoryName = prompt('Введіть категорію водія(A, B, C)', 'A')

// Крок 2. Обчислення

if (categoryName === 'A')
	document.write('Ви можете керувати мотоциклом.')

else if (categoryName === 'B')
	document.write('Ви можете керувати легковим автомобілем.')

else if (categoryName === 'C')
	document.write('Ви можете керувати вантажним автомобілем.')
